["What's your ideal relationship like, and who would you want to have it with?","If you could have any one thing in the world what would it be?","Who on this server do you talk to the most and why?","Who here would be the worst person to date?","What is your favourite place to go out to eat?","How many kids do you want?","What's something that you use regularly that you wish you didn't have to?","Do you talk in your sleep?","When have you loved someone who has not loved you back?","Do you have any family members that are doctors/nurses/pharmacists/etc?","What's a useless piece of knowledge that you know?","What was the strangest thing you ever ate?","Have you skipped school?","What food do you have a love-hate relationship with?","Are you fragile?","If you could add any bot to this server, what bot would you add?","Where is the last place you've been where you felt completely out of place?","When was a time that you completely lost it?","Do you think you have a chance at love?","If you had 5 extra hours a day, what would you spend them on?","What's the dumbest thing you've ever done on a dare?","What do you believe is the biggest thing that's currently holding you back from success?","What website do you waste the most time on?","What is your best talent?","If you could say anything to one person in your life without any consequences, what would it be?","What is your biggest turn off in a partner?","Do you overthink a lot?","What is your favorite game?","What do you think might be hiding in your closet at night?","Who's the worst person you've ever met?","Do you have any scars? If so, how did you get the first one?","Best date you've ever been on?","Which band or artist do you secretly like?","If you had to ask yourself one question to get the most information out of you, what would that question be?","What is something people think you'd never do but you have?","When are you most productive?","What is the weirdest thing you've ever eaten?","Who's the most beautiful person you know?","Would you marry your partner?","Have you ever practiced kissing on something/someone?","What's the earliest memory of your life?","Have you ever dreamed of your partner?","What is the most embarrassing thing that your parents have caught you doing?","Have you been in any fights while in school?","What do you consider the best decision you've made thus far in your life?","What is the next skill that you'd like to learn really well?","What's something interesting about you that few people know?","Where are you the most ticklish?","What's the story behind your greatest treasure?","What is the longest you have gone without sleep?","What's your favorite music genre?","Have you ever been cheated on?","When's the last time you sharted?","How many times have you skipped class for no reason?","What was one of the best moments of your life?","What is something that you like that your parents do?","Have you ever lied to your partner about being with others before or during your relationship?","Would you ever get back with an ex?","What would you do if you could retire at 40?","Who would you pick to exchange your partner with if you had to choose?","What is the last big argument you got into and who was it with?","How many romantic interests do you think you will have for the rest of your life?","What is the coolest thing that you have ever done at a job?","Have you ever smoked?","If you had to choose, would you rather be too hot or too cold?","At what age did you think you become an adult and when do you actually think you did?","Who is your best friend?","If you could go anywhere in the world, where would you go?","What law have you broken the most in your life?","What's the first thing you do in the morning?","What is donating that has had a big impact on you that you observed from afar?","What are you most insecure about?","Have you ever played sick because you didn't want to go to school?","What is something you own that you have never used?","Who would die first in a horror movie about this server?","Who here is best at flirting?","Who is the worst cook you know?","Have you ever thought of cheating on your partner?","Who is the craziest person that you know (in person?)","Have you ever picked your nose and ate it?","Have you ever drawn on someone when they were asleep?","What one thing are you always losing track of?","Who's the hottest person at work or school?","What do you look for in a partner?","What is the thing that you shouldn't know but you know entirely about it?","Do you enjoy people watching?","What is something that you learned from simply watching a stranger?","If someone were to sum you up with a phrase, what would that phrase be?","What's the best meal you've ever had?","What was your favorite childhood show?","What have you recently found to be ironic?","What do you think happens after we die?","Which singer do you identify with and why?","What's the story behind your favorite memento?","You know, I’ve always wondered... (fill in the blank)","Have you ever snuck out of the house?","What would you like to be reincarnated as?","Have you become a different person over the years?","Is there anything hidden under your bed?","Do you have a favorite brand?","What do you stress about the most?","Who is/was your longest crush?","What's the last thing you binged ate?","What is something you thought would be a great idea but was terrible when you actually did it?","If you could lock someone up and throw away the key, would you and if so, who would that be?","What's the most embarrassing nickname you've ever had?","What is the last letter in the name of your crush?","What sound will instantly melt your heart?","What did you do to get suspended from school?","Do you have a special project you're currently working on?","What do you value most in a relationship?","What is the meanest thing that you have done?","What one thing would significantly make your life better?","Pick one: money, fame or power.","Do you google new people you meet?","What's some small thing you recently noticed?","What is your favorite emoji?","What's the best food you've ever had?","When was the last time you googled your own name?","What's the worst thing you can remember that's happened to you?","When was the last time you told a lie?","What's the TV show you binge-watched all day?","What emoji do you use waay too much?","What personality traits would cause you to end a friendship?","How often do you think you lie to yourself?","What would you do to let someone that you are interested in know that you like them?","What is your current philosophy about money?","Have you ever been caught cheating in school?","Who was the last person you made happy and what did you do to do it?","What is something you've always wanted to try but have been too scared of?","What's the creepiest text you've gotten from a stranger?","What's the most romantic thing you've ever done?","What's the most amount of money you've ever found? What was the situation?","When was a time that someone really betrayed your trust?","Have you ever taken a duck face selfie?","Does your best friend call you their best friend?","Describe the person next to you in 3 words.","What is the worst thing that somebody ever said to you?","What is your deepest, darkest secret?","What was a situation where you literally did a doubletake?","What part of the human face do you look at when you talk to someone?","If you could only ask one question to each person you meet, what would that question be?","When have you had to walk away in shame?","Do you like otters?","What's your least favorite song?","Roblox or Minecraft?","When was the last time you were nervous?","Have you ever cried during a movie? If so, which one?","What recent thing have you decided that you're completely over and done with?","If you had to wear a hat for the next week, what type of hat would you choose?","Do you think that your partner thinks about marriage?","What is the most expensive thing you bought that wasn’t a house or a car?","What is the longest that you have ever been without taking a shower?","Do you smell your clothes to determine if you can wear them again without washing?","What do you think is the most complex aspect about yourself?","Is Santa Claus real?","What is your favourite school subject?","What's the worst accident you ever had?","If you could buy anything with $50, what would you get?","In which sport would you like to become a professional?","What do you look for in a potential love interest?","What would you do on the perfect first date?","What is your dream pet?","What's your best piece of advice for everyone here?","What small stuff do you sweat even though you know you shouldn't?","How many times have you snuck out of the house?","What food would you never give up in a million years?","Do you have any family members that are teachers?","What the best thing that can happen in the first 5 minutes after waking up?","What’s something you love to do with your friends that you’d never do in front of your partner?","What's your opinion on tipping?","What kind of pajamas do you wear?","What is an unpopular opinion that you have?","Have you ever stolen something from a neighbor?","Do you prefer to date people older or younger than you?","If you could be reborn as any nationality, which one would you pick?","How do you feel about social media?","Have you ever walked into something while on the phone?","If you could have someone else’s life for one day, who would it be?","What TV show are you embarrassed about watching?","What is your favourite movie?","Have you ever stalked someone? If you have, who was it?","If you could only listen to one song for the rest of your life, what would it be?","What's something that you find cute that you think is underrated?","If you had to delete one app from your phone, which one would it be?","Who is the most annoying person in the room?","What is your scariest imagination when you fall to sleep?","What's something you regret?","What is the first letter in the name of your crush?","Can you see yourself being married to the creepiest kid at your school someday?","If you could have any person become a member of your family, who would you choose?","What's something you're still angry about today?","What's one trait that you think is super unattractive?","What feature of yours are you self-conscious about?","Would you ever consider being in an open relationship?","What's your favorite form of entertainment?","What animal most resembles your personality?","What are some bridges that you're glad you burned?","What do you spend too much time doing?","Who in this room do you think would be the worst date?","Is kissing someone else cheating?","Have you ever accused someone else of farting after you farted?","What's something you really want to buy, but can't afford?","What's the worst excuse you tried to use on a teacher or parent?","What's something that you thought you'd have already done by now, but haven't?","If you could broadcast one thing to the world for 30 seconds, what would it be?","Did you ever stay in a relationship because of money?","Have you ever clipped your toenails in public?","If you and one person in this room could be the last people on Earth left alive, who would that person be?","What do you think would be the worst thing about being famous?","Who is your personal hero","Have you ever stolen from school or work?","What's the story behind why you replaced the last phone you had?","How do you best like your ice-cream?","Who in this room would be the worst to be trapped in an elevator with?","What's one thing you wish you could change?","Describe your dream home","Does your family have any weird traditions?","What emoji describes you best?","What do you wish you had learned five years before you did?","What parts of your body do you shave?","What doesn't exist, but should?","If you could have the attention of the world for one minute, what would you say?","Have you ever peed in a pool?","How is your day going?","What are you currently doubting in your life?","Are you scared of getting old?","Have you ever popped a zit in public?","If you could change anything about the way you were raised, what would it be?","What is your favourite vegetable?","Tell your life story in two minutes.","Do others think you are annoying?","What do you wish you had more talent doing?","What is the best lie you convinced someone that was true?","Would you ever date someone you met online?","How many siblings do you have?","Do you think that you're confident?","What's the most violent thing you've ever done?","What truth or dare question do you not want to answer?","What is the most annoying thing that your parents do?","What's something that you never seem to get tired of doing?","Do you have a crush on anyone?","Would you want to know how you die if you could?","Have you ever snuck a snack?","Do you have trust issues?","If you were stranded on an island, who is the one person you would want to be stuck with you?","Who's the oldest person you've dated?","Who here do you disagree with the most?","What's the drunkest you've ever been?","When is the last time you cried?","Who in this room would you be most happy to share a sleeping bag with?","How did you find out that Santa Claus is not real?","What's your favorite website?","When is your birthday?","What was your most recent experience of going down the rabbit hole?","Have you ever been in a serious relationship?","Do you keep a diary/journal?","What is the most embarrassing music you listen to?","What do you wish they would teach at school that they don't?","Are you scared of dying? Why?","Have you ever forgotten to put on underwear?","What was your last \"ah-ha\" moment?","When was the last time you showered?","What is the most romantic thing that has ever been done for you?","What is the last big goal you accomplished?","What have you done that you didn't like, but would you be willing to give it another shot?","If your house was burning, what 4 things would you grab?","What's the worst thing that happened to you today?","Have you ever told one of your best friend’s secrets, even if you said you wouldn’t?","What's the weirdest thing about you? Are you proud of it?","If you woke up one day to find out that you had become invisible, what is the first thing that you would do?","Has your partner ever embarrassed you?","Have you ever cried from watching a TV show or a movie?","What was the last dream you had?","Have you showered today?","How would you describe your sense of humor? Can you give an example?","Talk about a time that you failed in life.","If you could make one of your dreams come true, which would it be?","If you could take away one bad thing in the world, what would it be?","Have you ever been rejected by someone?","What was the best day of your life?","Have you ever peed in the shower?","What piece of art has had a large impact on you?","Who can't you see crying in this server if you have to name only one?","Are there any rules or social norms that piss you off?","What is the best party that you've ever been to?","What is your favourite cartoon?","What is the last daydream you had?","What's the funniest misprononciation of your name that you've heard?","On a scale of 1 to 10, how good looking would you rate yourself?","What type of exercise do you like most?","If you could travel to the past and meet one person, who would it be?","What's the dumbest dare you've done?","How often do you lie to other people?","Have you ever cheated on an exam?","How far would you go on a first date?","What, according to you, is the best thing about yourself?","What food have you never tried?","What was the most awkward part of a date you have been on?","What have you been thinking about lately that has kept you up at night?","What's the strangest dream you've had?","What is your current favorite TV show? What was it 5 years ago?","Where is your ideal first date?","Have you ever been drunk?","Name one thing on your bucket list.","What is a secret that you have never told anyone before?","What's the dumbest thing you've said in front of someone you liked?","Can you imagine yourself married?","What is your dream wedding?","Have you ever gone out without wearing a bra or underwear?","If you were a food, what would you be and how would other people eat you?","Who here makes you the most happy?","Have you ever written a fanfiction?","What obscure interest do you have?","Do you need a hug?","What would you do if you could stop time?","If you had 1 minute to get out of your house what would you grab?","Do you sing in the shower?","Is there a mess under your bed?","Have you ever been at an event that you think will one day be in history books?","What are some of your strangest \"shower thoughts\"?","Do you have a reoccurring dream?","What do you consider the most difficult food to eat?","What is something you feel is unacceptable that is still being done today?","Do you love the person you're playing this with?","If you could choose to be famous for something, what would it be?","What is your favorite quote?","What kind of person would you want to marry one day?","If you could get one thing for free, what would it be?","If there was no such thing as money, what your life be like?","What are you wearing?","Have you ever had a secret relationship? If so, with who?","Have you ever had a same-sex crush?","Are you a morning or night person?","Who do you simp for?","Do you miss your ex?","What is the most expensive thing you have stolen?","Who here would you want to trade lives with the most?","What makes you bored beyond measure?","Have you smelled the inside of a seashell?","Do you want to go to college?","What do you dislike most in a friend?","How do you think you will die?","What do you like to do on a rainy day?","What is the most recent silly thing you did?","What's the last thing that you gave up on? Are you happy or disappointed?","What's something that you completely don't understand?","What was the best phase in your life?","What's the biggest mistake you've ever made while cooking?","What are the top three characteristics you feel are important for a person?","What are your favorite types of candy?","How did you ruin clothing you really liked?","Have you ever kissed someone without permission?","Have you ever cheated on any test?","Would you consider yourself popular?","What makes you bored out of your mind?","What is the last thing that you totally overreacted to?","Have you ever seen a movie that you thought was better than the book?","At what age did you learn to ride a bike?","What is the most recent fact you learned that surprised you?","What's the most embarrassing thing you've done on a date?","What makes you feel insecure?","Why did you break up with your first girlfriend/boyfriend?","Has anyone ever walked in on you when going to the bathroom?","What part of your body currently doesn't feel 100%?","Who in your family tells the corniest jokes?","What future year are you most looking forward to arriving?","Do you believe in ghosts? If so, are you scared of them?","Where was your secret hiding place as a child?","Are you embarrassed by the music you listen to?","What's the most embarrassing thing you've ever looked up?","What is the next thing you have on your to-buy list?","What's your accidentally insulting someone story?","Where did you used to think babies come from?","Have you ever pulled a prank on your teacher?","What is your favorite thing about the opposite gender (or the gender that you are attracted to?)","What's the most difficult thing about being you?","What is your typing speed?","What was your absolute worst bathroom experience?","What is your favourite thing to do after school?","What's the most embarrassing thing that's happened when you asked someone out?","Would you ever get plastic surgery?","What thing did you do that got you into the most trouble?","What is the most trouble that you ever got into in school?","How difficult is it for you to try new things?","What's the worst job you could possibly have?","Would you ever get a tattoo?","Have your ever sleep-walked?","Are you wearing underwear?","On a scale of 1-10, how awkward are you?","Who's the last person you simped for?","If you could shop for free in one store, which one would you pick?","What's your favorite emoji?","What's something that you know you should start, but haven't?","What's something that you recently learned that everyone else already knew?","Do you have any phobias?","What makes you sad?","If you could be any celebrity, who would you be and why?","What was your New Year's resolution? How's it coming along?","What are the top three qualities you admire in others?","What is your shoe size?","Have you ever broken something and blamed someone else?","What's your trick for getting attention from a crush?","Who have you met only one time that left a huge impression on you?","If there are 100 people, how many would be more patient than you?","Which animal is most like you?","How much do you think about your crush?","Have you ever cheated?","Is there anything that makes you far angrier than it should?","If a genie came out of a lamp, what would your 3 wishes be?","What is the strangest thing you have ever bought?","What is the most unique hobby you have?","Would you ever cheat off a friend's paper?","What is the most amount of time that you have ever spent in a hospital?","Have you ever had a near-death experience?","Have you ever been to jail?","If you could get rid of one household chore, what would it be?","Are you a left-handed or right-handed?","What's the biggest wager you've ever made?","Have you ever let someone take the blame for something you did?","Describe your first kiss","How often do you find yourself daydreaming?","If you had an extra hour a day that had to be allocated to one specific purpose, how would you use it?","If you could wake up tomorrow having gained any one quality or ability, what would it be?","If you had to go on a date with someone in this room, who would it be?","Have you ever spread a rumor?","If you could dye your hair any colour, what colour would you pick?","Do you prefer chocolate or vanilla?","What's a situation when you look back you should have gone ahead and done it?","Do you have an imaginary friend? Or did you used to?","What do you think about the space-time continuum?","How many parties have you thrown at your house?","If you had to pick a single word to describe this year so far, what would it be?","If you could own your own business one day, what would it be?","Have you ever said you finished your dinner when you really didn’t?","Have you ever experienced gender dysphoria?","What would you do if you switched genders for a day?","Do you name inanimate objects?","What situation is sure to make you cry?","What animal are you scared of?","What do you miss most about physical presence?","What is something you wish you were better at?","Are you in love or is it just lust?","What was the nastiest prank you ever played on someone?","Name something you've always wanted, but is too expensive to buy.","What joke do you think is funny that nobody ever laughs at?","Who is your favorite fictional character?","What is your weirdest habit?","What was the most painful breakup you have ever had?","What is your biggest insecurity?","What's the last thing that you broke and how did it happen?","Where is the furthest place that you have ever traveled to?","Have you ever begged a teacher for a better grade?","Would you break up with your partner for 1 million dollars? 1 billion?","Have you ever had surgery?","When was the most embarrassing time that you passed gas?","What song's words did you totally mess up but you thought were correct?","Did you tell a lie in this game of ToD? What was it and why?","Have you ever told a secret, even if you said you wouldn't?","What is socially acceptable today that you think won't be in 10 years?","Have you ever lied in this groupchat, and if so, what was it about?","Name a famous person that you would like to be friends with.","What is your favourite game to play?","What’s your weirdest habit?","Have you ever blamed something you did on another person?","What do you love most about where you grew up?","What kind of pajamas do you wear to bed?","If you could trade places with anybody in the world, would you do it? If yes, who would it be?","Have you cheated on a test?","What's your dream vacation?","How many grand-kids do you think you will have?","What was your childhood nickname?","What's something that is common today that humans will be embarrassed about doing in 50 years?","If you were to give 'don't do what I did” advice to a younger person, what would it be?","Who here would you want to switch lives with for a day?","What's the craziest thing you would do to make a crush like you back?","What's the way you find yourself procrastinating most?","Have you ever picked your nose when you thought no one was looking?","What's the next line to cross off your list?","Math or science?","Which one of your parents are you closer to?","What's something you desperately want to hear?","What is the one dare you would object to?","Are you in a relationship?","If you could accomplish three things in life what would they be?","What is your dream job?","What's the most disgusting food you've ever eaten?","What was your worst idea ever?","What's the worst decision you've made?","Do you believe in love at all?","Have you ever done something to intentionally make your ex jealous?","Do you have commitment issues?","Do you like romantic movies?","Have you poured salt on a slug?","Who was your first crush?","Have you ever asked an ex out again?","What's something others purchase that you simply can't understand why?","What have you recently felt grateful for?","What's the longest you've ever gone without taking a bath?","How many people have you dated?","Do you brush teeth every day?","What are 5 things you want to do before you die?","Do you like doing chores?","What destination is at the top of your list to visit?","What's the meanest thing you've ever done?","What's your favorite soda?","How far back can you trace your family tree?","How many people have you kissed?","Is there any place that you have no desire to visit? Why?","What's the most interesting thing you have in your pockets right now?","How many selfies do you take a day?","Do you think you're funny?","If it was possible to transplant your brain to stay alive for another 100 years, would you?","What would be important for a partner to know about you?","Have you ever taken money from your roommate?","Have you ever been in love with any one of your close friends?","Do you have a crush on someone? If so, who?","If each person had a warning label, what would yours say?","What does your perfect vacation look like?","Do you consider yourself introverted or extroverted?","Who is your celebrity crush?","What's something that makes you laugh?","Would you ever be polyamorous?","What's the dumbest thing you've done recently?","What's the most you've ever donated to a Twitch stream?","Have you ever told someone you wouldn’t be home just so they wouldn’t come over to yours?","If you suddenly won the lottery, what would you spend it on?","Of all the people in this room, who do you think will be the most successful in 20 years?","Have you ever been physically defended by someone?","Do you apologize after an argument?","What is your least favorite physical or emotional attribute?","Have you faked being sick to stay home from school?","What is the one talent you wish you possessed?","Who is the most innocent person in this server?",null,"What is the one thing that you never got the chance to do?","What do you see happening in your future?","When is the last time you pretended to be sick when you weren't?","Could you survive without any phone or internet for a month?","Have you ever got caught cheating on an assignment?","What is the craziest thing that you have ever done without your parents knowing?","Do you pick scabs?","What's one weird thing you do with your family?","What's your go-to funny story now, but was horrendous at that moment?","Is there anything that most people find cute that creeps you out?","Do you talk to yourself in the mirror?","What's something commonly do today that you think people will wonder why anyone would ever do that fifty years from now?","What evil genius would you like to be?","Which of your past teachers would you like to sit down with and talk to today?","What happened at your worst birthday party?","What do you like on your toast?","How many times did you put gum under the table in school?","Do you have a moment in your life you wish you could relive?","In emergency situations, how do you react?","If you knew the world was about to end, what would you do?","Why did you stop liking your previous crush?","What is something that happened to you that you can't logically explain?","If you could only pick one swear word to use for the rest of your life, what would it be?","Do you have a bucket list?","Which two people here would make the best couple?","Who do you pretend to like, but actually don't?","Have you ever got the giggles in an inappropriate place? Where and when?","Name something you have done that you are totally ashamed of.","Have you ever been robbed?","What is the highest number of times you attempted an exam?","If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?","Did you ever try to fake your report card grades?","Do you still watch cartoons meant for children?","Would you want to be famous? In what way?","What's a food you vow never to eat?","Do you have any pets?","Do you have any chores?","If you could give up happiness to never be sad, would you?","What animal do you think best reflects your personality?","What’s something your parents don’t know?","What is the wildest thing you have ever done in your life so far?","Who in your opinion is the lamest celebrity?","Where are you ticklish?","What is the greatest accomplishment of your life?","What is the most expensive thing you own?","Have you ever kissed a friend's sibling?","Have you ever asked someone out and got rejected? What happened?","Who do you like to annoy the most?","Have you ever had a crush on a teacher?","Can you see yourself marrying your high school sweetheart?","If you were to work at a circus, what job would you choose?","Have you ever been suspended from school?","Have you ever failed something purposefully?","What is the one highest standard you hold yourself to?","When was the last time you peed yourself?","Have you ever accidentally destroyed something that was important to someone else?","Have you ever gotten fired from a job? Why?","Have you ever needed to go to the bathroom and not made it on time?","Can you use a pogo stick?","What is the most awkward phone call you've ever had?","If you could change the color of one thing, what would it be and why?","What's the best part about having/not having siblings?","What's something that you would be willing to stay up all night to do?","What's the weirdest thing you've done on a plane?","What would be a perfect day for you?","Who is your current crush?","What’s the craziest thing you’ve done in front of a mirror?","When was the last time you read a book?","Do you think Earth is the only inhabitable planet? Do you believe in aliens?","Are you afraid of dying?","What's your definition of success? Has it changed over time?","Can you touch your tongue to your nose?","What's the last thing you complained about?","What's your opinion on social media?","What video have you made that you're most embarrassed about?","What's the last thing you searched for on your phone?","How much would you do to get your dream partner?","What was a past passion that you can't believe you were so passionate about?","Have you ever gone on a blind date?","Have you ever eaten a worm?","Imagine that you're on a deserted island and can only bring 2 things with you. What would they be?","Do you prefer making a first step in relationship or do you prefer your SO to do it?","Do you know the lyrics for your entire national anthem?","If you were going to start your own business, what would it be?","Do you have a social media account that you hide?","Are you good at smiling in photos?","What's the worst thing you've ever done to someone else?","What is your pet's name?","Who in this group is the most similar to you?","What can you talk about for hours?","When was the last time you felt truly alive?","What’s something you’re afraid to tell people?","What is the most embarrassng nickname you have ever had?","What is your favorite kind of music to listen to?","What's something that when you were learning it, you thought you'd never use it, but in reality, you ended up using it a lot?","When was the last time you made someone cry?","If you could only listen to 3 songs for the rest of your life, which ones would they be?","Do you like pancakes?","What's your current Golden Rule when it comes to living life?","What are some things you don’t understand about the opposite sex?","If you had only 24 hours left to live, what would you do?","What have you recently realized you have been doing wrong?","Do you have anything in your bed for comfort when you sleep?","What's the story behind your last rant?","What country would you like to live in if you had the chance?","What is your most bizarre talent?","Who has the best voice in the server?","Have you ever given food to a homeless individual?","Have you ever read a fanfiction?","If you could kiss one celebrity, who would it be?","What makes you fall in love with someone?","If you had to choose between being in a choir and being in a play, what would you choose?","What flaw is enough to cause you to break off a relationship?","What bad decision did you make that actually turned out to be a good decision?","What's your favorite console to play at?","Is there a mess in your closet?","What is your religion or spirituality?","Why did you break up with your last partner, and who broke up with who?","If you could live in any fictional universe which one would it be?","If you could only eat one food every day for the rest of your life, what would it be?","Describe your worst kiss ever.","Have you ever had a crush on someone here?","What was the best moment of your life?","Would you go behind a friend's back with a crush?","What's the stupidest thing you've done in front of someone you liked?","Do you have any secrets?","What do you look forward to doing when you are old?","Do you stalk anyone on social media, and if so, who?","What is the last lie you told?","What assumption have you made that ended up being completely incorrect?","What's one thing you've done that people here would judge you for?","Have you ever called in sick from school/work? If so, when was the last time you've done it?","What's the scariest thing that's happened to you?","How old do you think you will live to be?","If you could get rid of any school subject, which one?","What are your thoughts on peanut butter?","How much money would you need in the bank to feel comfortable to retire today?","What's something that you believe that most other people don't?","If you could only be fluent in one language (excluding your native language), what would you choose?","What's something that your parents did to you that you will never do to your kids?","What is your favourite color?","Have you ever been grounded?","Where do you go to rant?","What do you think about spelling bee champions?","What's a skill you wish you had?","If you were invisible what is something you would do?","Do you have any family members that are mechanics?","Do you remember your first crush?","What's something you lose sleep over?","What’s one movie you’re embarrassed to admit you enjoy?","Have you ever used your lunch money for something other than lunch?","What is your dream college?","What's better to date, poor and smart or rich and dumb?","When is the last time you threw up?","Which relationship do you prefer: a wild, passionate one or a quiet calm one?","Would you break up a couple if it would lead to you dating the person of your dreams?","What's the most recent lie you told your parents?","If you could be born as any famous historical person, who would it be and why?","Do you cover your eyes during scary movie scenes?","What song gives you goosebumps?","Which app do you use the most?","Which person here knows something about you that you wouldn't want revealed?","Are you ticklish? If so, where?","What’s the first thing you’d do if you could inhabit the body of the opposite sex for one hour?","What is your greatest achievement?","What is your secret talent if you have one?","What do you secretly hoard?","What career path do you want to take?","What's the dumbest thing you've cried over?","What is the lowest grade you have ever scored in school?","What's your really weird secret collection?","If you could change any of your house's rules, what would it be?","What's something you've wasted too much money on?","Have you ever considered cheating?","Who is wearing the worst outfit in the room?","What is a gross thing you’ve done today?","What is the least favorite gift you’ve ever received?","Did you ever do a school prank?","What is the worst advice anyone has ever given you?","What is the meanest thing you have done before today?","If you had to date anyone here who would it be?","Who do you always want to see smiling?","Do you fall asleep easily?","What's the most useless thing you know?","Would you ever want to be famous, and if so, for what?","What celebrity are you obsessed with?","Do you think you're attractive?","What is the most annoying thing on Earth for you?","Would you ever get on a dating website?","If there was no such thing as money, what would you do with your life?","What is your \"guilty pleasure\"?","Would you drop out of school if you were to win the lottery?","Where do you want to be right now?","What is your nickname?","Have you ever peed in a swimming pool?","If you could live anywhere in the world, where would you live?","What kind of pet do you wish you had?","Would you ever get a tattoo? What kind of tattoo would it be?","What is your love language?","What's the worst false rumor that you've heard spread?","What thing have you been procrastinating about that you will begin doing today?","What's the story about the last time you cried?","What is your favorite thing about your partner?","What uncommon thing would you encourage everyone to try once?","Would you let a friend look through your browsing history?","If you could stop the time, what would you do?","What's your favorite holiday?","If you could say anything to your crush right now, what would it be?","Have you tried to befriend a stray dog or cat?","Have you ever acted in self defense?","What's the most embarrassing thing you've done in a taxi/carpool?","What would you do with $1,000?","What country would like to live in if you had the chance?","Have you ever peed in a public pool?","Out of everyone here, who would you pick to date if you had to pick someone?","What is the quickest way for you to lose respect for someone?","If you could get one of your teachers/managers/bosses fired, who would it be?","What was one unrealistic dream you had as a child?","What languages can you speak?","Which fictional character would you love to marry?","If you could change the length of each day to make it perfect for you, how many hours would it be?","If you could have any superpower, what would you choose?","Have you ever used homework/being busy as an excuse not to go out with friends?","Which of your family members annoys you the most and why?","Have you ever met a celebrity?","What's something unpopular you wish more people would use?","Do you ever fantasize about starting a band/opening a restaurant? What would you call it?","What is the worst intimate experience that you have had?","What is something you predict will exist in 10 years that doesn't today?","What animal are you most scared of?","Would you still love your crush if they gained 100 pounds?","Have you ever been bullied?","What's your dream gift for Valentine's?","What do you know is bad for you but you continue to do it anyway?","Who do you secretly think is hot?","Do you pick your nose?","Have you ever started an unintended fire?","If you could choose the way you became a hero, what would the circumstances be?","Who do you like the most in this server?","If you ever wrote a memoir, what would the title be?","What's something you wish your friends knew about you?","What was your best Halloween costume ever?","What is the funniest thing your grandparents have ever said?","Have you ever blamed something that you have done on one of your siblings?","If you were a superhero, what would your power be?","Do you look forward to being an adult? If already, do you miss being a kid?","How many chances do you give a person before you write them off?","If you were to devote your life to art, what type of art would that be?","What's your best memory with a friend?","Is it true that you have more than 4 exes?","If you could be invisible, what would you do?","What is the biggest turn off in a partner?","When did you learn how to ride a bike?","Would you feel comfortable showing someone your camera roll?","What would you like to do in the future that you don't dare to do now?","If you had to change the language you speak, which one would you choose?","Have you watched a show you weren’t supposed to?","What's your favorite film?","What is your dream city to live in?","What's one thing you'd like to do if there were no consequences?","Talk about the craziest thing that you overheard.","Without saying the category, what are your top five?","What is your favorite sports team?","Have you ever let someone take the blame for something you did? What happened?","Do you like to exercise?","How old were you when you had your first kiss?","What is money to you?","What is something you've never told anyone?","What's your story about being under intense pressure and how did you handle it?","What is your perfect day?","Let your friends come up with a truth to ask you and answer it!","What do you wish you understood better?","Which came first, the chicken or the egg?","Would you prefer to be smart or happy, and why?","Which person in the room do you think gossips the most?","Do you sing when no one is around?","Of all the things you've bought in your life, what has been the worst purchase?","What quote do you want on your tombstone?","What Disney character do you think is the hottest?","Have you ever had a missed connection encounter?","What was your most embarassing moment?","Would you have kids? If so, how many?","What is your worst childhood memory?","If you had to kill one person here, who would it be?","Are you afraid of the dark?","Do you like reading for fun?","Have you ever been part of a protest or riot?","What would you do with a million dollars?","What technology advance are you looking forward to in the future?","What is something that you would do that people would assume you would never do?","If you could turn into any animal at will, which animal would you choose?","What dating advice would you give your younger self?","What was the last thing that truly disappointed you?","What's your most self-destructive behavior?","Would you consider yourself good at keeping secrets?","What's something (idea, current event, fear) that you find deeply unsettling?","If you could choose a way to die, what would it be?","What games do you have on your phone?","What's your favorite dessert?","If a movie was made about this group, what sort of characters do you think people would be?","Who is your least favorite person in this server?","Have you ever done something that you wish you apologized for when you had the chance?","How many kids would you like to have?","Who are 5 famous people that you would like to have dinner with? They can either be dead or alive.","Who here is worst at flirting?","What do you remember most about your first crush?","What would be the first thing you do if you woke up as the opposite/different sex?","What is the strangest way you met one of your friends?","Have you ever been on TV?","Who is your favorite athlete?","What do you find you recently spend a lot of time wondering about?","What's the best comeback you've ever heard?","What is the assumption that people make about you that's totally wrong?","How long was your longest relationship?","Who is your ex?","What weird sentimental objects have you kept from when you were younger?","When was the last time you spied on someone's text messages?","What's the closest you've ever come to cheating?","If you had to choose brains or beauty, which would you pick?","What kind of bird would you like to be?","What fear keeps you up at night?","If you could be reincarnated as anything, who or what would you be?","What kind of parent do you think you will be?","Do you wear your same clothes for more than one day?","Can you speak a different language?","If you found a large amount of money would you keep it or try to find the owner?","If you could put one person in your family on mute for a day, who would it be?","What's the sketchiest thing you've seen/heard?","What's something you love to do with friends that you'd never do in front of strangers?","What is the most bizarre dream you've ever had?","What's your favorite room in your house and why?","If you write a book, what would it be about?","Have you ever lied to a teacher and what was it about?","What part of history do you find most interesting?","Have you ever had a relationship you kept secret? Why?","Have you ever lied to your parents about what you were doing after school?","What's a useless skill you have?","What is the most attractive quality in a partner?","Have you ever skipped class/work, and if so, what did you do instead?","Have you ever eaten something that was already thrown in the trash?","What are you thinking about at the moment?","What's your current biggest worry?","Have you ever gone without wearing any underwear for a full day?","If you could change one thing about your family, what would it be?","What is your favorite meal?","What does everyone think is true about you, but isn't?","What was the most embarrassing thing you accidentally texted to the wrong person?","What's your story about breaking the law?","What's the scariest movie you've ever seen?","Have you been in any fights at school?","What's something that was completely out-of-character that you did?","What did you think at the time was cool but now you regret?","Point to the person who will most likely eat other people to survive the apocalypse.","What college do you plan on going to?","What app do you hate, but use anyway?","Is time currently passing quickly or slowly for you?","Do you prefer apple or android?","What is the most exotic food that you have ever eaten?","What is the worst present anyone has given you?","What can you sometimes be prejudiced about?","What's something about your last relationship that you could have improved?","Have you ever peed in the pool?","Have you ever lied to your best friend?","Have you ever faked being drunk?","What is something that will instantly annoy you?","Did you ever send someone to the hospital and how?","Are you often hard on yourself?","What foreign languages would you like to learn?","Do you know how to swim?","Did you have an imaginary friend when you were growing up?","What is the hardest course for you at school?","If you had to describe your body to someone else, what would you say?","What is your favorite thing about this server?","If you could only save one person in this room from a fire, who would it be?","What is your relationship with your family?","Have you ever had a crush on anyone here?","Do you like furries?","If you could change one thing about your childhood, what would it be?","What's the last thing you did alone and you enjoyed?","Have you ever threatened someone other than your family or friends?","Would you stop talking to all of your friends for a million dollars?","Who is the nicest person here?","What is the longest time that you think you could go without your cell phone?","What's something/someone you will never forget?","What is the funniest dream that you have ever had?","If everyone here was in a horror movie, who would die first?","If you weren’t here in this room right now, what would you probably be doing?","What could make you get back together with your ex?","Who here are you most scared of?","If you could try out any job for a day, what would it be?","Have you ever laughed at a totally inappropriate moment?","How much would you do to get your dream guy/girl/partner?","What's the last big mistake you made in front of others?","What are you really-really good at?","What bores you beyond measure?","What do you like to do that's considered touristy?","What is your biggest fear?","Who's the last person you called by the wrong name?","If you were born again, what would you like to be?","How many partners have you had?","What thing from childhood do you still enjoy to this day?","How do you entertain yourself when you're bored?","What is your best childhood memory?","What's one thing you wish you could do, but can't do because of the consequences?","Have you watched a horror movie alone?","If you could have anything in the world, what would it be?","Why?","Who here do you trust the least?","Have you been on a train?","Have you ever had a terrible house guest? If so, what happened?","Do you still sleep with a teddy bear?","Who is your favourite singer?","What has been your biggest financial mistake?","What is your favourite food?","What are you most self-conscious about?","What's something that everyone hates, but you like?","Are you in an online relationship?","What's the weirdest thing you've done?","If you could only buy ten items at the grocery store to last the next week, what would you buy?","What are 3 things about you that no one knows?","Have you ever gotten into a physical altercation with anyone?","What would be the best and worst part of being a cat in your opinion?","When did you last shave and where on your body was it?","What is a restaurant you refuse to eat at and why?","Are you single?","What is a common misconception about you?","At what age did you learn that the other gender have different genitals?","Have you ever watched a movie or TV show that you know you’re not allowed?","Do you have a job? If so, what is your favourite thing about it?","Have you ever witnessed a crime?","Do you prefer iOS/Apple or Android?","What is the most annoying thing that your dad does?","How would you spend your time if the internet didn't exist?","Have you ever pooped your pants?","Have you ever let someone else get punished for something you did?","How well do you trust your gut feelings?","Who did you vote for? Or who would you vote for?","Has someone ever done a random act of kindness to you?","What makes you jealous?","What gets on your nerves the most?","Have you ever been intimate in a public place?","What was the one thing you failed badly at?","What's your favorite daily routine?","How do you think your reality differs from others you know?","What's a food you like that no one else does?","What habit can’t you seem to quit?","Which cartoon character do you resemble the most?","Would you prefer to be the opposite/different gender?","Do you people watch? If so, where do you like to do this most?","Of all the problems in the world, which one would you like to see solved first?","Tell an embarrassing tale about yourself.","Why did your last relationship break down?","What argument did you have that looking back on was absolutely ridiculous?","Have you ever broken a bone?","Who's your favorite actor?","What line from a song has had the biggest impact on you?","What app or website completely changed your life?","Who do you go to when you are stressed?","Who was your first partner?","Have you ever made out in an elevator?","Have you ever seen a ghost?","What types of things do you procrastinate the most on?","What food would you eat everyday if you could?","Do you watch anime?","What's your opinion on naps?","Where is the strangest place you have fallen asleep?","What’s the strangest thing someone would find in your web search history?","What's something you find attractive that others may not?","How far would you go with someone that you just met?","Have you ever tried to get out of a speeding ticket?","Who is someone you need to contact that you haven't?","Do you simp for any fictional characters, and if so, who?","What's something small that makes you happy?","What's your idea of a perfect, romantic date?","Have you ever had Discord nitro?","Have you ever had a dream about one of your relatives?","What's a habit you wish you didn't have?","What is the craziest pick up line you have ever heard?","What makes you happy?","What is the worst thing that anyone has ever said about you?","Have you ever eaten food from the floor?","Can you name 5 things you wouldn't do for a million dollars?","If you had to spend eternity with one person in this room, who would it be?","If you knew the winning lottery numbers, would you keep them to yourself or share with others?","Who in this server is the most likely to get rich?","Would you cheat if your significant other said it was ok to?","Have you ever had cosmetic surgery?","Who is the best looking person you've ever been with?","What's the first thing you would do if you found out you could become invisible?","What's the most embarassing conversation you've had through text messages?","Do you fall in love easily?","What's the funniest thing you've ever done?","What is your favourite kind of clothing?","If you were trapped on an island for 3 days, what would you take with you?","Would you kiss your best friend?","Have you ever cried while it was raining so they wouldn't notice you were crying?","What would you do if your parents left the house to you for a whole week?","What's the riskiest thing you've done?","Have you cried in public?","Have you ever been caught checking someone out?","Do you consider telling white lies to be okay?","What's the longest you've left food on the ground before eating it?","What's something that you think you may have been the only person in the world to ever do?","Have you ever peeked at Christmas presents early?","What would you do if you were going to die in 3 days?","When was the last time you cleaned your room?","Have you ever snuck out of the house at night?","Have you ever thrown up on a roller coaster?","If you had only $10 left to your name, how would you spend it?","What is the best thing that you have ever had to eat?","If you were to be famous for something, what would that be?","If you could date your favorite idol/celebrity for just an hour, would you?","If you were allowed to marry more than one person, would you?","How many times do you take care of yourself a week?","What was your most recent embarrassing moment?","Do you have any unusual fears?","Do you prefer collectivism or individualism?","What uncommon thing would you like to see become more common?","Do you believe there is only one other person in the world for you or many?","If you could go to prom with anyone, who would it be?","In the group, who do you think fits the dumb role?","Who here are you most jealous of?","What is your favorite kind of cheese?","What's your favorite childhood memory?","How many best friends do you have? Who is the bestest?","Would you fly in a plane to date someone?","What's something that would be horrible if your parents found out?","What makes you unique?","What is one thing that you have always wanted to do but have not gotten around to it yet?","Who here is your best friend?","How old is the youngest person you've dated?","What was the last thing you did to get grounded?","How would you describe your personality?","When was the last memorable sunrise you witnessed?","Describe your first partner.","What is your favourite season of the year?","If you were a billionaire, what would you spend your time doing?","Have you ever taken a long shot that worked out?","When did you last cry in front of another person? By yourself?","Who do you care about the most?","What do you like most about your life?","Which person here knows something about you that you wouldn't want to be revealed?","What is the least favorite gift you’ve received?","What song do you secretly sing in the shower?","Do you know how to dance?","What is the craziest thing you've ever watched?","On any given day, what do you think you spend the most time doing?","What is the most unique cloud you've ever seen in the sky?","Who is the worst teacher you have ever had, why?","When's the last time you snored loudly in front of others?","What are your 5 favourite songs?","What's the best compliment you ever received?","What is your secret talent?","What is the last encounter you had with a random stranger?","What do you think about your IRL friends?","Have you ever broken something and not told anyone?","If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?","Do you have any apps on your phone that you've never used?","What do you like most about the person asking you this question?","What has been one of your most embarrassing moments?","What do you appreciate more - love or money?","Are you where you thought you’d be 10 years ago?","If you could change any of the house rules, what would it be?","What was the last book you read?","If you were stuck on a deserted island which friend would you want with you?","If you had the opportunity to look through someone's email without them knowing, would you?","What will be your go-to story when you're old?","Do you think rain smells good?","Do you like mayonaise?","Have you ever confessed to someone that you like them?","Do you know how to cook?","What mode of transportation have you never tried?","If the building was on fire, who out of this group would you pick to save?","What foods did you used to like but don't anymore?","When was the last time you had a hug?","Are you currently going through any type of phase?","If you had one week to live and had to marry someone here, who would it be?","What is your favorite spice?","What activity do you do where your mind wanders in thoughts the most?","How would you spend your time if you were a billionaire?","What do you try to do to make the world a little better?","Have you ever skipped school?","Do you like scary movies?","Have you ever peed around the toilet, but not in the hole?","Describe yourself at age 30.","What rumor did you start that you're sorry about?","If it's raining outside, what activity do you most want to do?","What is your favourite thing to do on the weekends?","Have you ever gotten a sibling in trouble for something you did?","How much money do you make?","Have you ever fallen down the stairs?","Have you ever been hypnotized?","For what in your life do you feel most grateful?","Did you ever sneak outside your house after you were supposed to be asleep?","Have you ever been caught copying someone else's work?","What's one job you'll never work?","Have you ever had a run-in with the law?","Are you a member of the LGBTQ+ community?","How often do you drink alcohol?","Have you ever had a crush on two people at the same time?","What is your favorite sport in the Olympics?","What types of things do you doodle?","What is the first thing that you do after school?","If you could learn when you die, would you?","Do you have any secret hobbies?","What was the scariest moment of your life?","What is the most recent life lesson you've learned?","What is the weirdest job that one of your family members has?","What is the messiest situation you've ever encountered?","What is your biggest fear in a relationship?","What was the last lie you told your significant other?","What do you think is the most useful skill to know?","If you could be a superhero, what would your power be?","Do you think you were ever part of the popular crowd?","What topic can you bring up at a family gathering to instantly get everyone riled up?","What is the best vacation you’ve ever been on?","How big of a simp are you?","What's the longest you've been without showering?","Where's the next place you want to visit?","How do you make decisions?","How long do you think you could survive on your own?","If you were put in a random place in your city/town, could you find your way home?","Have you hidden test results?","If you could invent anything, what would it be?","What is it that motivates yourself the most?","When was the last time you were caught in a lie?","What smell always brings back some type of memory?","What's the best part of rain?","If you could make out with one Disney character, who would it be?","If you had to name one thing that makes you stand out from others, what would that be?","If you knew you could live forever, how would you spend your days differently?","Who would you want to spend 24 hours locked in a room with, and what would you do?","What is your least favorite thing about your best friend?","What's your opinion on cell phones?","What's your biggest first world problem?","What is the one thing you're most ashamed of?","Are you a planner or more of a go with whatever happens when it comes to travel?","If you had only three wishes, what would they be?","Who's your 'celebrity crush'?","If you had to be renamed a name other than your own, which would you pick?","What is your favorite ice cream flavor?","Are you on a dating site? Or have you ever considered signing up?","Which famous person do you hate?","What weird thing do you do when nobody else is around?","What is your favorite cartoon from your generation?","What do you think people pretend to like when they really don't?","If you could assign one household chore to someone else, what would it be?","Would you want to live forever if you could?","Who has the best sense of style?","What's the most embarrassing thing you've ever done?","How do you prepare before a date?","What's one thing you dislike about the opposite/different gender?","Is there anyone that you're wondering about and if they're okay?","Who is your hero?","Have you ever lied to your parents about if you were in classes or not?","Why wouldn't you marry your current partner?","What is your most treasured memory?","How would you describe everyone here in one sentence to a stranger?","Who in this server are you closest to?","Have you ever worn the same underwear for more than one day?","What is your most niche fear?","Who is the easiest to talk to in this server?","What's simply too difficult? Why haven't you done it yet?","What is your favorite thing to do in your spare time?","How many things you currently own do you think you could throw away and not notice a difference in your life?","How many exes numbers are currently in your phone?","If you could live anywhere in the world, where would it be?","Have you ever friendzoned someone?","If you could remove something that exists in this world forever, what would it be?","How long did it take for you to come up with your current signature?","Who's the most attractive person you know?","What do you think is the most valuable resource?","Are you a 'glass half full' or a 'glass half empty' person? (optimist or pessimist)","What do you think is your biggest physical flaw?","What are your thoughts on furries?","If you could have your own business one day, what would it be?","Pick two people that you'd like to see fight and who do you think would win?","Who is your favorite YouTuber?","Do you have a reddit account?","Admit to something dumb you did recently.","Do you wear makeup often?","Have you farted in public?","Do you simp for any streamers?","Have you ever tried to write an excuse note for yourself?","Who would you kick out of the server if you could?","Do you have any hidden talents?","If you had to describe your current life as a movie, which movie would you choose?","Which of your parents do you like more?","What's the most difficult choice you were asked to make?","What's your knowing just enough to be dangerous story?","What is something that you would really like to try again?","What was your first impression of everyone here?","Have you been given any good advice lately?","Do you shower every day?","Have you ever been tempted to cheat on someone?","Have you ever stolen anything?","What would make you lie for your friend?","What's your favorite anime?","What is something you used to do that makes you cringe now?","What was the unspoken scandal in your town when growing up?","If everyone here was a color, what color would each person be?","Have you ever stolen something?","Have you ever lied to your best friend's face? What did you lie about?","Would you ever go back with your ex?","How would you describe someone who is wealthy?","What is your least favorite music genre?","What made you fall in love with your crush/partner?","What's your most embarrassing swimming story?","When you want to escape from everyone, where do you go?","What is the most annoying thing that one of your siblings does?","Who do you currently have a crush on?","What did you last search for on your phone web browser?","Do you still have feelings for an ex?","Who would be the best partner here?","What's the last thing you had stuck in your teeth that you didn't notice until you got home?","Have you ever stepped in dog poop?","Would you let a parent look through your browsing history?","Do you bite your nails?","Can you describe your personal style?","Give your friends your unlocked phone for 30 seconds","Show the group an embarrasing picture of you.","Propose to someone in the group","Tell your crush that you don't love them.","List the things on your desk","Sing a song for the group.","Show everyone your screen time","Make up a country song off the top of your head","Pretend to date someone for a day.","Choose 3 people here and tell them the latest lie you told to them here (not in DMs).","Show the list of people in your DMs.","Text to your bff 'I kinda have a crush on you wanna go out?' And don't reply to any of their messages.","Talk in a very deep voice for the next round","Make up a rap and sing it for 30 seconds","Name one thing you would change about each person here.","Let the group pose you in an embarrassing position and take a picture.","Tell your crush that you like them","Do a yoga pose for 3 minutes.","Use your non-dominant hand for an hour","Send knee pics to the group.","Lick the neck of the person next to you.","Tell everyone about your last kiss.","Try to lick your elbow","Point out the worst dressed person in the room.","Talk in an accent for the next 3 rounds"]